Repository: Allowebs/upcount
Catalog: src/locales/*.po
Languages: el, et, fi, sv, uk

source: % per day
el: % ανά ημέρα
et: % päevas
fi: % päivässä
sv: % per dag
uk: % на день

source: 2-digit month
el: Μήνας 2 ψηφίων
et: 2-kohaline kuu
fi: 2-numeroinen kuukausi
sv: 2-siffrig månad
uk: 2-значний місяць

source: 2-digit year
el: Έτος 2 ψηφίων
et: 2-kohaline aasta
fi: 2-numeroinen vuosi
sv: 2-siffrigt år
uk: 2-значний рік

source: 4-digit year
el: Έτος 4 ψηφίων
et: 4-kohaline aasta
fi: 4-numeroinen vuosi
sv: 4-siffrigt år
uk: 4-значний рік

source: Active
el: Ενεργός
et: Aktiivne
fi: Aktiivinen
sv: Aktiv
uk: Активні

source: Add a new organization to your account
el: Προσθήκη νέου οργανισμού στον λογαριασμό σας
et: Lisa oma kontole uus organisatsioon
fi: Lisää uusi organisaatio tiliisi
sv: Lägg till en ny organisation till ditt konto
uk: Додати нову організацію до вашого облікового запису

source: Add line item
el: Προσθήκη στοιχείου γραμμής
et: Lisa rida
fi: Lisää rivi
sv: Lägg till rad
uk: Додати позицію

source: Add or select tags
el: Προσθήκη ή επιλογή ετικετών
et: Lisa või vali sildid
fi: Lisää tai valitse tunnisteet
sv: Lägg till eller välj taggar
uk: Додати або вибрати теги

source: Address
el: Διεύθυνση
et: Aadress
fi: Osoite
sv: Adress
uk: Адреса

source: AI
el: ΤΝ
uk: ШІ

source: AI Assistant
el: Βοηθός Τεχνητής Νοημοσύνης
et: AI assistent
fi: AI-assistentti
sv: AI-assistent
uk: Помічник ШІ

source: AI Configuration
el: Ρύθμιση Τεχνητής Νοημοσύνης
et: AI konfiguratsioon
fi: AI-konfiguraatio
sv: AI-konfiguration
uk: Налаштування ШІ

source: All clients
el: Όλοι οι πελάτες
et: Kõik kliendid
fi: Kaikki asiakkaat
sv: Alla kunder
uk: Усі клієнти

source: Anthropic API Key
el: Κλειδί API Anthropic
et: Anthropic API võti
fi: Anthropic API-avain
sv: Anthropic API-nyckel
uk: API-ключ Anthropic

source: API Key Required
el: Απαιτείται Κλειδί API
et: API võti on nõutav
fi: API-avain vaaditaan
sv: API-nyckel krävs
uk: API-ключ обов'язковий

source: API key saved successfully
el: Το κλειδί API αποθηκεύτηκε επιτυχώς
et: API võti salvestatud edukalt
fi: API-avain tallennettu onnistuneesti
sv: API-nyckel sparad framgångsrikt
uk: API-ключ успішно збережено

source: Archive
el: Αρχειοθέτηση
et: Arhiveeri
fi: Arkistoi
sv: Arkivera
uk: Архівувати

source: Archived
el: Αρχειοθετημένο
et: Arhiveeritud
fi: Arkistoitu
sv: Arkiverad
uk: Архівні

source: Are you sure delete this organization?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτόν τον οργανισμό;
et: Kas olete kindel, et kustutate selle organisatsiooni?
fi: Haluatko varmasti poistaa tämän organisaation?
sv: Är du säker på att du vill ta bort denna organisation?
uk: Ви впевнені, що хочете видалити цю організацію?

source: Are you sure to delete this invoice?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το τιμολόγιο;
et: Kas olete kindel, et soovite selle arve kustutada?
fi: Haluatko varmasti poistaa tämän laskun?
sv: Är du säker på att du vill ta bort denna faktura?
uk: Ви впевнені, що хочете видалити цей рахунок?

source: Are you sure to delete this time entry?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτή την καταχώριση χρόνου;
et: Kas oled kindel, et soovid selle ajakirje kustutada?
fi: Haluatko varmasti poistaa tämän aikakirjauksen?
sv: Är du säker på att du vill ta bort denna tidsregistrering?
uk: Ви впевнені, що хочете видалити цей запис часу?

source: Are you sure you want to archive this project?
el: Είστε σίγουροι ότι θέλετε να αρχειοθετήσετε αυτό το έργο;
et: Kas oled kindel, et soovid selle projekti arhiveerida?
fi: Haluatko varmasti arkistoida tämän projektin?
sv: Är du säker på att du vill arkivera detta projekt?
uk: Ти впевнений, що хочеш архівувати цей проект?

source: Are you sure you want to delete this client?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτόν τον πελάτη;
et: Kas oled kindel, et soovid selle kliendi kustutada?
fi: Haluatko varmasti poistaa tämän asiakkaan?
sv: Är du säker på att du vill ta bort denna kund?
uk: Ви впевнені, що хочете видалити цього клієнта?

source: Are you sure you want to delete this time entry?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτή την καταχώριση χρόνου;
et: Kas oled kindel, et soovid selle ajakirje kustutada?
fi: Haluatko varmasti poistaa tämän aikakirjauksen?
sv: Är du säker på att du vill ta bort denna tidsregistrering?
uk: Ви впевнені, що хочете видалити цей запис часу?

source: Are you sure you want to restore from a backup? This will replace all current data and cannot be undone.
el: Είστε σίγουροι ότι θέλετε να επαναφέρετε από αντίγραφο ασφαλείας; Αυτό θα αντικαταστήσει όλα τα τρέχοντα δεδομένα και δεν μπορεί να αναιρεθεί.
et: Kas oled kindel, et soovid taastada varukoopiast? See asendab kõik praegused andmed ja seda ei saa tagasi võtta.
fi: Haluatko varmasti palauttaa varmuuskopiosta? Tämä korvaa kaikki nykyiset tiedot eikä sitä voi perua.
sv: Är du säker på att du vill återställa från en säkerhetskopia? Detta kommer att ersätta all nuvarande data och kan inte ångras.
uk: Ви впевнені, що хочете відновити з резервної копії? Це замінить всі поточні дані і не може бути скасовано.

source: Are you sure you want to unarchive this project?
el: Είστε σίγουροι ότι θέλετε να επαναφέρετε αυτό το έργο από το αρχείο;
et: Kas oled kindel, et soovid selle projekti arhiivist taastada?
fi: Haluatko varmasti palauttaa tämän projektin arkistosta?
sv: Är du säker på att du vill återställa detta projekt från arkivet?
uk: Ти впевнений, що хочеш розархівувати цей проект?

source: Ask me about invoicing, clients, or general questions...
el: Ρωτήστε με για τιμολόγηση, πελάτες ή γενικές ερωτήσεις...
et: Küsi mult arvete, klientide või üldiste küsimuste kohta...
fi: Kysy minulta laskutuksesta, asiakkaista tai yleisistä kysymyksistä...
sv: Fråga mig om fakturering, kunder eller allmänna frågor...
uk: Запитайте мене про виставлення рахунків, клієнтів або загальні питання...

source: Available variables:
el: Διαθέσιμες μεταβλητές:
et: Saadaolevad muutujad:
fi: Saatavilla olevat muuttujat:
sv: Tillgängliga variabler:
uk: Доступні змінні:

source: Average per entry
el: Μέσος όρος ανά καταχώριση
et: Keskmine kirje kohta
fi: Keskiarvo per kirjaus
sv: Genomsnitt per registrering
uk: Середнє за запис

source: Backup
el: Αντίγραφο Ασφαλείας
et: Varukoopia
fi: Varmuuskopio
sv: Säkerhetskopia
uk: Резервне копіювання

source: Backup & restore
el: Αντίγραφο Ασφαλείας & Επαναφορά
et: Varunda ja taasta
fi: Varmuuskopio & palautus
sv: Säkerhetskopia & återställning
uk: Резервне копіювання та відновлення

source: Bank name
el: Όνομα Τράπεζας
et: Panga nimi
fi: Pankin nimi
sv: Banknamn
uk: Назва банку

source: Cancel
el: Ακύρωση
et: Tühista
fi: Peru
sv: Avbryt
uk: Скасувати

source: Change
el: Αλλαγή
et: Muuda
fi: Muuta
sv: Ändra
uk: Змінити

source: Clear chat
el: Καθαρισμός συνομιλίας
et: Tühjenda vestlus
fi: Tyhjennä keskustelu
sv: Rensa chatt
uk: Очистити чат

source: Client
el: Πελάτης
et: Klient
fi: Asiakas
sv: Kund
uk: Клієнт

source: Client code
el: Κωδικός Πελάτη
et: Kliendi kood
fi: Asiakaskoodi
sv: Kundkod
uk: Код клієнта

source: Client created
el: Ο πελάτης δημιουργήθηκε
et: Klient loodud
fi: Asiakas luotu
sv: Kund skapad
uk: Клієнта створено

source: Client creation failed
el: Η δημιουργία πελάτη απέτυχε
et: Kliendi loomine ebaõnnestus
fi: Asiakkaan luonti epäonnistui
sv: Kunde inte skapa kund
uk: Помилка створення клієнта

source: Client deleted
el: Ο πελάτης διαγράφηκε
et: Klient kustutatud
fi: Asiakas poistettu
sv: Kund borttagen
uk: Клієнта видалено

source: Client deletion failed
el: Η διαγραφή πελάτη απέτυχε
et: Kliendi kustutamine ebaõnnestus
fi: Asiakkaan poisto epäonnistui
sv: Kunde inte ta bort kund
uk: Помилка видалення клієнта

source: Client update failed
el: Η ενημέρωση πελάτη απέτυχε
et: Kliendi uuendamine ebaõnnestus
fi: Asiakkaan päivitys epäonnistui
sv: Kunde inte uppdatera kund
uk: Помилка оновлення клієнта

source: Client updated successfully
el: Ο πελάτης ενημερώθηκε επιτυχώς
et: Kliendi uuendamine edukas
fi: Asiakas päivitetty onnistuneesti
sv: Kund uppdaterad framgångsrikt
uk: Клієнта успішно оновлено

source: Clients
el: Πελάτες
et: Kliendid
fi: Asiakkaat
sv: Kunder
uk: Клієнти

source: Code
el: Κωδικός
et: Kood
fi: Koodi
sv: Kod
uk: Код

source: Configure your Anthropic API key to enable AI-powered features in your invoicing workflow.
el: Ρυθμίστε το κλειδί API Anthropic για να ενεργοποιήσετε λειτουργίες που υποστηρίζονται από Τεχνητή Νοημοσύνη στη ροή εργασιών τιμολόγησης.
et: Seadista oma Anthropic API võti, et lubada AI-põhiseid funktsioone oma arvelduse töövoos.
fi: Määritä Anthropic API-avaimesi ottaaksesi käyttöön AI-toiminnot laskutustyönkulussasi.
sv: Konfigurera din Anthropic API-nyckel för att aktivera AI-drivna funktioner i ditt faktureringsarbetsflöde.
uk: Налаштуйте ваш API-ключ Anthropic, щоб увімкнути функції на основі ШІ у вашому робочому процесі виставлення рахунків.

source: Confirmed
el: Επιβεβαιωμένο
et: Kinnitatud
fi: Vahvistettu
sv: Bekräftad
uk: Підтверджено

source: Counter must be 0 or greater
el: Ο μετρητής πρέπει να είναι 0 ή μεγαλύτερος
et: Loendur peab olema 0 või suurem
fi: Laskurin on oltava 0 tai suurempi
sv: Räknaren måste vara 0 eller större
uk: Лічильник повинен бути 0 або більше

source: Country
el: Χώρα
et: Riik
fi: Maa
sv: Land
uk: Країна

source: Create
el: Δημιουργία
et: Loo
fi: Luo
sv: Skapa
uk: Створити

source: Create a backup of your database to save all your invoices, clients, and settings. The backup file can be used to restore your data if needed.
el: Δημιουργήστε αντίγραφο ασφαλείας της βάσης δεδομένων σας για να αποθηκεύσετε όλα τα τιμολόγια, τους πελάτες και τις ρυθμίσεις σας. Το αρχείο αντιγράφου ασφαλείας μπορεί να χρησιμοποιηθεί για την επαναφορά των δεδομένων σας αν χρειαστεί.
et: Loo oma andmebaasist varukoopia, et salvestada kõik arved, kliendid ja seaded. Varukoopia faili saab kasutada andmete taastamiseks vajadusel.
fi: Luo tietokannastasi varmuuskopio tallentaaksesi kaikki laskusi, asiakkaasi ja asetuksesi. Varmuuskopiotiedostoa voidaan käyttää tietojesi palauttamiseen tarvittaessa.
sv: Skapa en säkerhetskopia av din databas för att spara alla dina fakturor, kunder och inställningar. Säkerhetskopian kan användas för att återställa dina data vid behov.
uk: Створіть резервну копію бази даних, щоб зберегти всі рахунки, клієнтів та налаштування. Файл резервної копії можна використовувати для відновлення даних у разі потреби.

source: Create Backup
el: Δημιουργία Αντιγράφου Ασφαλείας
et: Loo varukoopia
fi: Luo varmuuskopio
sv: Skapa säkerhetskopia
uk: Створити резервну копію

source: Create Organization
el: Δημιουργία Οργανισμού
et: Loo organisatsioon
fi: Luo organisaatio
sv: Skapa organisation
uk: Створити організацію

source: Currency
el: Νόμισμα
et: Valuuta
fi: Valuutta
sv: Valuta
uk: Валюта

source: Customer note
el: Σημείωση Πελάτη
et: Kliendi märkus
fi: Asiakashuomautus
sv: Kundanteckning
uk: Примітка клієнта

source: Daily %
el: Ημερήσιο %
et: Päevane %
fi: Päivittäin %
sv: Daglig %
uk: Щоденно %

source: Daily average
el: Ημερήσιος μέσος όρος
et: Päeva keskmine
fi: Päivittäinen keskiarvo
sv: Daglig genomsnitt
uk: Щоденне середнє

source: Database backup saved successfully to {backupPath}
el: Το αντίγραφο ασφαλείας της βάσης δεδομένων αποθηκεύτηκε επιτυχώς στη θέση {backupPath}
et: Andmebaasi varukoopia salvestatud edukalt asukohta {backupPath}
fi: Tietokannan varmuuskopio tallennettu onnistuneesti sijaintiin {backupPath}
sv: Databas-säkerhetskopia sparad framgångsrikt till {backupPath}
uk: Резервну копію бази даних успішно збережено в {backupPath}

source: Database has been restored successfully. Please restart the application to see the changes.
el: Η βάση δεδομένων επαναφέρθηκε επιτυχώς. Παρακαλώ επανεκκινήστε την εφαρμογή για να δείτε τις αλλαγές.
et: Andmebaas on edukalt taastatud. Muudatuste nägemiseks palun taaskäivita rakendus.
fi: Tietokanta on palautettu onnistuneesti. Käynnistä sovellus uudelleen nähdäksesi muutokset.
sv: Databasen har återställts framgångsrikt. Starta om applikationen för att se ändringarna.
uk: Базу даних успішно відновлено. Будь ласка, перезапустіть програму, щоб побачити зміни.

source: Date
el: Ημερομηνία
et: Kuupäev
fi: Päivämäärä
sv: Datum
uk: Дата

source: Date format
el: Μορφή ημερομηνίας

source: Date Formatting
el: Μορφοποίηση ημερομηνίας

source: Day of month
el: Ημέρα του μήνα
et: Kuu päev
fi: Kuukauden päivä
sv: Dag i månaden
uk: День місяця

source: Decimal places
el: Δεκαδικά ψηφία
et: Komakohad
fi: Desimaalipaikat
sv: Decimalplatser
uk: Десяткові розряди

source: Default
el: Προεπιλογή
et: Vaikimisi
fi: Oletus
sv: Standard
uk: За замовчуванням

source: Delete
el: Διαγραφή
et: Kustuta
fi: Poista
sv: Ta bort
uk: Видалити

source: Delete the invoice?
el: Διαγραφή του τιμολογίου;
et: Soovite arve kustutada?
fi: Poistetaanko lasku?
sv: Ta bort fakturan?
uk: Видалити рахунок?

source: Delete the time entry?
el: Διαγραφή της καταχώρισης χρόνου;
et: Kustuta ajakirje?
fi: Poistetaanko aikakirjaus?
sv: Ta bort tidsregistreringen?
uk: Видалити запис часу?

source: Description
el: Περιγραφή
et: Kirjeldus
fi: Kuvaus
sv: Beskrivning
uk: Опис

source: Draft
el: Πρόχειρο
et: Mustand
fi: Luonnos
sv: Utkast
uk: Чернетка

source: Due date
el: Ημερομηνία λήξης
et: Tähtaeg
fi: Eräpäivä
sv: Förfallodatum
uk: Термін оплати

source: Due days
el: Ημέρες λήξης
et: Tähtaeg
fi: Eräpäiviä
sv: Förfallodagar
uk: Дні до оплати

source: Duplicate
el: Αντιγραφή
et: Dubleeri
fi: Monista
sv: Duplicera
uk: Дублювати

source: Duration
el: Διάρκεια
et: Kestus
fi: Kesto
sv: Varaktighet
uk: Тривалість

source: Duration (seconds)
el: Διάρκεια (δευτερόλεπτα)
et: Kestus (sekundites)
fi: Kesto (sekuntia)
sv: Varaktighet (sekunder)
uk: Тривалість (секунди)

source: Duration in seconds
el: Διάρκεια σε δευτερόλεπτα
et: Kestus sekundites
fi: Kesto sekunneissa
sv: Varaktighet i sekunder
uk: Тривалість у секундах

source: E-mail
el: Ηλεκτρονικό Ταχυδρομείο
et: E-post
fi: Sähköposti
sv: E-post
uk: Електронна пошта

source: E-mails
el: Ηλεκτρονικά Ταχυδρομεία
et: E-posti aadressid
fi: Sähköpostit
sv: E-postadresser
uk: Електронні пошти

source: e.g. AP, MS
el: π.χ. AP, MS
et: nt. AP, MS
fi: esim. AP, MS
sv: t.ex. AP, MS
uk: напр. АП, МС

source: Edit
el: Επεξεργασία
et: Muuda
fi: Muokkaa
sv: Redigera
uk: Редагувати

source: Edit client
el: Επεξεργασία πελάτη
et: Muuda klienti
fi: Muokkaa asiakasta
sv: Redigera kund
uk: Редагувати клієнта

source: Edit Project
el: Επεξεργασία έργου
et: Muuda projekti
fi: Muokkaa projektia
sv: Redigera projekt
uk: Редагувати проект

source: Edit tax rate
el: Επεξεργασία φορολογικού συντελεστή
et: Muuda maksumäära
fi: Muokkaa verokantaa
sv: Redigera momssats
uk: Редагувати податкову ставку

source: Edit Time Entry
el: Επεξεργασία καταχώρισης χρόνου
et: Muuda ajakirjet
fi: Muokkaa aikakirjausta
sv: Redigera tidsregistrering
uk: Редагувати запис часу

source: Email
el: Ηλεκτρονικό Ταχυδρομείο
et: E-post
fi: Sähköposti
sv: E-post
uk: Електронна пошта

source: Emails
el: Ηλεκτρονικά Ταχυδρομεία
et: E-posti aadressid
fi: Sähköpostit
sv: E-postadresser
uk: Електронні пошти

source: End Date
el: Ημερομηνία Λήξης
et: Lõppkuupäev
fi: Päättymispäivä
sv: Slutdatum
uk: Дата закінчення

source: End Time
el: Ώρα Λήξης
et: Lõppkellaaeg
fi: Lopetusaika
sv: Sluttid
uk: Час закінчення

source: Enter format to see preview
el: Εισαγάγετε τη μορφή για να δείτε την προεπισκόπηση
et: Sisesta formaat eelvaate nägemiseks
fi: Syötä muoto nähdäksesi esikatselun
sv: Ange format för att se förhandsvisning
uk: Введіть формат для перегляду

source: Enter project name
el: Εισαγάγετε το όνομα του έργου
et: Sisesta projekti nimi
fi: Syötä projektin nimi
sv: Ange projektnamn
uk: Введи назву проекту

source: Entries
el: Καταχωρίσεις
et: Kirjed
fi: Kirjaukset
sv: Registreringar
uk: Записи

source: Error
el: Σφάλμα
et: Viga
fi: Virhe
sv: Fel
uk: Помилка

source: Export
el: Εξαγωγή
et: Ekspordi
fi: Vie
sv: Exportera
uk: Експорт

source: Failed to archive project
el: Αποτυχία αρχειοθέτησης έργου
et: Projekti arhiveerimine ebaõnnestus
fi: Projektin arkistointi epäonnistui
sv: Misslyckades att arkivera projekt
uk: Помилка архівування проекту

source: Failed to backup database: {0}
el: Αποτυχία δημιουργίας αντιγράφου ασφαλείας της βάσης δεδομένων: {0}
et: Andmebaasi varundamine ebaõnnestus: {0}
fi: Tietokannan varmuuskopio epäonnistui: {0}
sv: Misslyckades att säkerhetskopiera databasen: {0}
uk: Помилка створення резервної копії бази даних: {0}

source: Failed to create project
el: Αποτυχία δημιουργίας έργου
et: Projekti loomine ebaõnnestus
fi: Projektin luonti epäonnistui
sv: Misslyckades att skapa projekt
uk: Помилка створення проекту

source: Failed to fetch clients
el: Αποτυχία ανάκτησης πελατών
et: Klientide laadimine ebaõnnestus
fi: Asiakkaiden haku epäonnistui
sv: Misslyckades att hämta kunder
uk: Помилка завантаження клієнтів

source: Failed to fetch invoices
el: Αποτυχία ανάκτησης τιμολογίων
et: Arvete laadimine ebaõnnestus
fi: Laskujen haku epäonnistui
sv: Misslyckades att hämta fakturor
uk: Помилка завантаження рахунків

source: Failed to fetch organizations
el: Αποτυχία ανάκτησης οργανισμών
et: Organisatsioonide laadimine ebaõnnestus
fi: Organisaatioiden haku epäonnistui
sv: Misslyckades att hämta organisationer
uk: Помилка завантаження організацій

source: Failed to fetch projects
el: Αποτυχία ανάκτησης έργων
et: Projektide laadimine ebaõnnestus
fi: Projektien haku epäonnistui
sv: Misslyckades att hämta projekt
uk: Помилка завантаження проектів

source: Failed to fetch tags
el: Αποτυχία ανάκτησης ετικετών
et: Siltide laadimine ebaõnnestus
fi: Tunnisteiden haku epäonnistui
sv: Misslyckades att hämta taggar
uk: Помилка завантаження тегів

source: Failed to fetch tax rates
el: Αποτυχία ανάκτησης φορολογικών συντελεστών
et: Maksude laadimine ebaõnnestus
fi: Verokantojen haku epäonnistui
sv: Misslyckades att hämta momssatser
uk: Помилка завантаження податкових ставок

source: Failed to fetch time entries
el: Αποτυχία ανάκτησης καταχωρίσεων χρόνου
et: Ajakirjete laadimine ebaõnnestus
fi: Aikakirjausten haku epäonnistui
sv: Misslyckades att hämta tidsregistreringar
uk: Помилка завантаження записів часу

source: Failed to generate invoice number
el: Αποτυχία δημιουργίας αριθμού τιμολογίου
et: Arve numbri genereerimine ebaõnnestus
fi: Laskunumeron luonti epäonnistui
sv: Misslyckades att generera fakturanummer
uk: Помилка генерації номеру рахунку

source: Failed to restore database: {0}
el: Αποτυχία επαναφοράς της βάσης δεδομένων: {0}
et: Andmebaasi taastamine ebaõnnestus: {0}
fi: Tietokannan palautus epäonnistui: {0}
sv: Misslyckades att återställa databasen: {0}
uk: Помилка відновлення бази даних: {0}

source: Failed to send feedback. Please try again.
el: Αποτυχία αποστολής σχολίων. Παρακαλώ προσπαθήστε ξανά.
et: Tagasiside saatmine ebaõnnestus. Palun proovige uuesti.
fi: Palautteen lähettäminen epäonnistui. Yritä uudelleen.
sv: Misslyckades att skicka feedback. Försök igen.
uk: Не вдалося надіслати відгук. Будь ласка, спробуйте ще раз.

source: Failed to unarchive project
el: Αποτυχία επαναφοράς έργου από το αρχείο
et: Projekti arhiivist taastamine ebaõnnestus
fi: Projektin arkistosta palautus epäonnistui
sv: Misslyckades att återställa projekt från arkivet
uk: Помилка розархівування проекту

source: Failed to update invoice state
el: Αποτυχία ενημέρωσης της κατάστασης του τιμολογίου
et: Arve oleku värskendamine ebaõnnestus
fi: Laskun tilan päivittäminen epäonnistui
sv: Misslyckades att uppdatera fakturastatus
uk: Не вдалося оновити стан рахунку

source: Failed to update project
el: Αποτυχία ενημέρωσης έργου
et: Projekti uuendamine ebaõnnestus
fi: Projektin päivitys epäonnistui
sv: Misslyckades att uppdatera projekt
uk: Помилка оновлення проекту

source: Failed to update time entry
el: Αποτυχία ενημέρωσης καταχώρισης χρόνου
et: Ajakirje uuendamine ebaõnnestus
fi: Aikakirjauksen päivitys epäonnistui
sv: Misslyckades att uppdatera tidsregistrering
uk: Помилка оновлення запису часу

source: Feedback
el: Σχόλια
et: Tagasiside
fi: Palaute
uk: Відгук

source: Feedback sent successfully!
el: Τα σχόλια στάλθηκαν επιτυχώς!
et: Tagasiside saadetud edukalt!
fi: Palaute lähetetty onnistuneesti!
sv: Feedback skickad framgångsrikt!
uk: Відгук успішно надіслано!

source: Get your API key from
el: Λάβετε το κλειδί API σας από
et: Hangi oma API võti aadressilt
fi: Hanki API-avaimesi osoitteesta
sv: Hämta din API-nyckel från
uk: Отримайте ваш API-ключ з

source: Group by client
el: Ομαδοποίηση ανά πελάτη
et: Grupeeri kliendi järgi
fi: Ryhmittele asiakkaan mukaan
sv: Gruppera efter kund
uk: Групувати за клієнтом

source: Group by date
el: Ομαδοποίηση ανά ημερομηνία
et: Grupeeri kuupäeva järgi
fi: Ryhmittele päivämäärän mukaan
sv: Gruppera efter datum
uk: Групувати за датою

source: Group by week
el: Ομαδοποίηση ανά εβδομάδα
et: Grupeeri nädala järgi
fi: Ryhmittele viikon mukaan
sv: Gruppera efter vecka
uk: Групувати за тижнем

source: Invoice
el: Τιμολόγιο
et: Arve
fi: Lasku
sv: Faktura
uk: Рахунок

source: Invoice {0}
el: Τιμολόγιο {0}
et: Arve {0}
fi: Lasku {0}
sv: Faktura {0}
uk: Рахунок {0}

source: Invoice created
el: Το τιμολόγιο δημιουργήθηκε
et: Arve loodud
fi: Lasku luotu
sv: Faktura skapad
uk: Рахунок створено

source: Invoice creation failed
el: Η δημιουργία τιμολογίου απέτυχε
et: Arve loomine ebaõnnestus
fi: Laskun luonti epäonnistui
sv: Kunde inte skapa faktura
uk: Помилка створення рахунку

source: Invoice deleted
el: Το τιμολόγιο διαγράφηκε
et: Arve kustutatud
fi: Lasku poistettu
sv: Faktura borttagen
uk: Рахунок видалено

source: Invoice deletion failed
el: Η διαγραφή τιμολογίου απέτυχε
et: Arve kustutamine ebaõnnestus
fi: Laskun poisto epäonnistui
sv: Kunde inte ta bort faktura
uk: Помилка видалення рахунку

source: Invoice details
el: Λεπτομέρειες τιμολογίου
et: Arve detailid
fi: Laskun tiedot
sv: Fakturadetaljer
uk: Деталі рахунку

source: Invoice duplicated successfully
el: Το τιμολόγιο αντιγράφηκε επιτυχώς
et: Arve edukalt dubleeritud
fi: Lasku monistettu onnistuneesti
sv: Faktura duplicerad framgångsrikt
uk: Рахунок успішно дубльовано

source: Invoice duplication failed
el: Η αντιγραφή τιμολογίου απέτυχε
et: Arve dubleerimine ebaõnnestus
fi: Laskun monistus epäonnistui
sv: Fakturaduplicering misslyckades
uk: Помилка дублювання рахунку

source: Invoice form updated with new data.
el: Η φόρμα τιμολογίου ενημερώθηκε με νέα δεδομένα.
et: Arve vorm värskendatud uute andmetega.
fi: Laskulomake päivitetty uusilla tiedoilla.
sv: Fakturafomulär uppdaterat med nya uppgifter.
uk: Форма рахунку оновлена новими даними.

source: Invoice not found
el: Το τιμολόγιο δεν βρέθηκε
et: Arvet ei leitud
fi: Laskua ei löytynyt
sv: Faktura hittades inte
uk: Рахунок не знайдено

source: Invoice number
el: Αριθμός τιμολογίου
et: Arve number
fi: Laskunumero
sv: Fakturanummer
uk: Номер рахунку

source: Invoice Number Counter
el: Μετρητής Αριθμού Τιμολογίου
et: Arve numbri loendur
fi: Laskunumeron laskuri
sv: Fakturanummer-räknare
uk: Лічильник номерів рахунків

source: Invoice Number Format
el: Μορφή Αριθμού Τιμολογίου
et: Arve numbri formaat
fi: Laskunumeron muoto
sv: Fakturanummer-format
uk: Формат номеру рахунку

source: Invoice Numbering
el: Αρίθμηση Τιμολογίων
et: Arve numbrid
fi: Laskunumerointi
sv: Fakturanumrering
uk: Нумерація рахунків

source: Invoice state updated
el: Η κατάσταση του τιμολογίου ενημερώθηκε
et: Arve olek värskendatud
fi: Laskun tila päivitetty
sv: Fakturastatus uppdaterad
uk: Стан рахунку оновлено

source: Invoice update failed
el: Η ενημέρωση του τιμολογίου απέτυχε
et: Arve uuendamine ebaõnnestus
fi: Laskun päivitys epäonnistui
sv: Kunde inte uppdatera faktura
uk: Помилка оновлення рахунку

source: Invoice updated successfully
el: Το τιμολόγιο ενημερώθηκε επιτυχώς
et: Arve uuendamine õnnestus
fi: Lasku päivitetty onnistuneesti
sv: Faktura uppdaterad framgångsrikt
uk: Рахунок успішно оновлено

source: Invoices
el: Τιμολόγια
et: Arved
fi: Laskut
sv: Fakturor
uk: Рахунки

source: Logo
el: Λογότυπο
sv: Logotyp
uk: Логотип
