Repository: Allowebs/upcount
Catalog: src/locales/*.po
Languages: el, et, fi, sv, uk

source: Message
el: Μήνυμα
et: Sõnum
fi: Viesti
sv: Meddelande
uk: Повідомлення

source: Month name
el: Όνομα μήνα
et: Kuu nimi
fi: Kuukauden nimi
sv: Månadsnamn
uk: Назва місяця

source: Name
el: Όνομα
et: Nimi
fi: Nimi
sv: Namn
uk: Назва

source: New client
el: Νέος πελάτης
et: Uus klient
fi: Uusi asiakas
sv: Ny kund
uk: Новий клієнт

source: New Entry
el: Νέα Καταχώριση
et: Uus kirje
fi: Uusi kirjaus
sv: Ny registrering
uk: Новий запис

source: New invoice
el: Νέο τιμολόγιο
et: Uus arve
fi: Uusi lasku
sv: Ny faktura
uk: Новий рахунок

source: New organization
el: Νέος οργανισμός
et: Uus ettevõte
fi: Uusi organisaatio
sv: Ny organisation
uk: Нова організація

source: New Organization
el: Νέος Οργανισμός
et: Uus organisatsioon
fi: Uusi organisaatio
sv: Ny organisation
uk: Нова організація

source: New Project
el: Νέο Έργο
et: Uus projekt
fi: Uusi projekti
sv: Nytt projekt
uk: Новий проект

source: New tax
el: Νέος φόρος
et: Uus maksumäär
fi: Uusi vero
sv: Ny moms
uk: Новий податок

source: New tax rate
el: Νέος φορολογικός συντελεστής
et: Uus maksumäär
fi: Uusi verokanta
sv: Ny momssats
uk: Нова податкова ставка

source: New Time Entry
el: Νέα Καταχώριση Χρόνου
et: Uus ajakirje
fi: Uusi aikakirjaus
sv: Ny tidsregistrering
uk: Новий запис часу

source: Next invoice will use this number + 1
el: Το επόμενο τιμολόγιο θα χρησιμοποιήσει αυτόν τον αριθμό + 1
et: Järgmine arve kasutab seda numbrit + 1
fi: Seuraava lasku käyttää tätä numeroa + 1
sv: Nästa faktura kommer använda detta nummer + 1
uk: Наступний рахунок використовуватиме цей номер + 1

source: No
el: Όχι
et: Ei
fi: Ei
sv: Nej
uk: Ні

source: No client
el: Κανένας πελάτης
et: Klient puudub
fi: Ei asiakasta
sv: Ingen kund
uk: Без клієнта

source: No client assigned
el: Δεν έχει εκχωρηθεί πελάτης
et: Klient määramata
fi: Ei määritettyä asiakasta
sv: Ingen kund tilldelad
uk: Клієнт не призначений

source: No line items
el: Κανένα στοιχείο γραμμής
et: Arve read puuduvad
fi: Ei rivikohteita
sv: Inga rader
uk: Немає позицій

source: No projects found
el: Δεν βρέθηκαν έργα
et: Projekte ei leitud
fi: Projekteja ei löytynyt
sv: Inga projekt hittades
uk: Проекти не знайдені

source: No!
el: Όχι!
et: Ei!
fi: Ei!
sv: Nej!
uk: Ні!

source: Notes
el: Σημειώσεις
et: Märkused
fi: Huomautukset
sv: Anteckningar
uk: Примітки

source: Opening new invoice form with your data. Please review and click Save to create the invoice.
el: ’νοιγμα νέας φόρμας τιμολογίου με τα δεδομένα σας. Παρακαλώ ελέγξτε και κάντε κλικ στο Αποθήκευση για να δημιουργήσετε το τιμολόγιο.
et: Avan uue arve vormi teie andmetega. Palun vaadake üle ja klõpsake Salvesta arve loomiseks.
fi: Avataan uusi laskulomake tiedoillasi. Tarkista ja napsauta Tallenna luodaksesi laskun.
sv: Öppnar nytt fakturafomulär med dina uppgifter. Granska och klicka på Spara för att skapa fakturan.
uk: Відкриваємо нову форму рахунку з вашими даними. Будь ласка, перевірте та натисніть Зберегти, щоб створити рахунок.

source: Organization
el: Οργανισμός
et: Organisatsioon
fi: Organisaatio
sv: Organisation
uk: Організація

source: Organization created
el: Ο οργανισμός δημιουργήθηκε
et: Ettevõte loodud
fi: Organisaatio luotu
sv: Organisation skapad
uk: Організацію створено

source: Organization creation failed
el: Η δημιουργία οργανισμού απέτυχε
et: Ettevõtte loomine ebaõnnestus
fi: Organisaation luonti epäonnistui
sv: Kunde inte skapa organisation
uk: Помилка створення організації

source: Organization deleted
el: Ο οργανισμός διαγράφηκε
et: Ettevõte kustutatud
fi: Organisaatio poistettu
sv: Organisation borttagen
uk: Організацію видалено

source: Organization deletion failed
el: Η διαγραφή οργανισμού απέτυχε
et: Organisatsiooni kustutamine ebaõnnestus
fi: Organisaation poisto epäonnistui
sv: Kunde inte ta bort organisation
uk: Помилка видалення організації

source: Organization details
el: Λεπτομέρειες οργανισμού
et: Organisatsiooni detailid
fi: Organisaation tiedot
sv: Organisationsdetaljer
uk: Деталі організації

source: Organization update failed
el: Η ενημέρωση οργανισμού απέτυχε
et: Organisatsiooni uuendamine ebaõnnestus
fi: Organisaation päivitys epäonnistui
sv: Kunde inte uppdatera organisation
uk: Помилка оновлення організації

source: Organization updated successfully
el: Ο οργανισμός ενημερώθηκε επιτυχώς
et: Ettevõtte uuendamine edukas
fi: Organisaatio päivitetty onnistuneesti
sv: Organisation uppdaterad framgångsrikt
uk: Організацію успішно оновлено

source: Overdue charge
el: Χρέωση καθυστέρησης
et: Viivis
fi: Viivästysmaksu
sv: Förseningsavgift
uk: Штраф за прострочення

source: Paid
el: Πληρωμένο
et: Makstud
fi: Maksettu
sv: Betald
uk: Оплачено

source: Percentage
el: Ποσοστό
et: Protsent
fi: Prosentti
sv: Procent
uk: Відсоток

source: Phone
el: Τηλέφωνο
et: Telefon
fi: Puhelin
sv: Telefon
uk: Телефон

source: Please configure your Anthropic API key in
el: Παρακαλώ ρυθμίστε το κλειδί API Anthropic στο
et: Palun seadista oma Anthropic API võti kohas
fi: Määritä Anthropic API-avaimesi kohdassa
sv: Vänligen konfigurera din Anthropic API-nyckel i
uk: Будь ласка, налаштуйте ваш API-ключ Anthropic в

source: Please enter a project name
el: Παρακαλώ εισαγάγετε το όνομα του έργου
et: Palun sisesta projekti nimi
fi: Syötä projektin nimi
sv: Vänligen ange ett projektnamn
uk: Будь ласка, введи назву проекту

source: Please enter a valid email address
el: Παρακαλώ εισαγάγετε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου
et: Palun sisestage korrektne e-posti aadress
fi: Anna kelvollinen sähköpostiosoite
sv: Ange en giltig e-postadress
uk: Будь ласка, введіть дійсну адресу електронної пошти

source: Please enter your feedback
el: Παρακαλώ εισαγάγετε τα σχόλιά σας
et: Palun sisestage oma tagasiside
fi: Anna palautteesi
sv: Ange din feedback
uk: Будь ласка, введіть ваш відгук

source: Please input a percentage!
el: Παρακαλώ εισαγάγετε ένα ποσοστό!
et: Palun sisestage protsent!
fi: Syötä prosenttimäärä!
sv: Vänligen ange en procentsats!
uk: Будь ласка, введіть відсоток!

source: Please input name!
el: Παρακαλώ εισαγάγετε όνομα!
et: Palun sisestage nimi!
fi: Syötä nimi!
sv: Vänligen ange namn!
uk: Будь ласка, введіть назву!

source: Please select start time!
el: Παρακαλώ επιλέξτε ώρα έναρξης!
et: Palun vali alguskellaaeg!
fi: Valitse aloitusaika!
sv: Vänligen välj starttid!
uk: Будь ласка, виберіть час початку!

source: Please upload a PNG or JPEG image
el: Παρακαλώ ανεβάστε μια εικόνα PNG ή JPEG
et: Palun lae üles PNG või JPEG pilt
fi: Lataa PNG- tai JPEG-kuva
sv: Ladda upp en PNG- eller JPEG-bild
uk: Будь ласка, завантажте PNG або JPEG зображення

source: Preview
el: Προεπισκόπηση
et: Eelvaade
fi: Esikatselu
sv: Förhandsvisning
uk: Попередній перегляд

source: Price
el: Τιμή
et: Hind
fi: Hinta
sv: Pris
uk: Ціна

source: Project
el: Έργο
et: Projekt
fi: Projekti
sv: Projekt
uk: Проект

source: Project archived successfully
el: Το έργο αρχειοθετήθηκε επιτυχώς
et: Projekt edukalt arhiveeritud
fi: Projekti arkistoitu onnistuneesti
sv: Projekt arkiverat framgångsrikt
uk: Проект успішно архівовано

source: Project created successfully
el: Το έργο δημιουργήθηκε επιτυχώς
et: Projekt edukalt loodud
fi: Projekti luotu onnistuneesti
sv: Projekt skapat framgångsrikt
uk: Проект успішно створено

source: Project Name
el: Όνομα Έργου
et: Projekti nimi
fi: Projektin nimi
sv: Projektnamn
uk: Назва проекту

source: Project unarchived successfully
el: Το έργο επαναφέρθηκε από το αρχείο επιτυχώς
et: Projekt edukalt arhiivist taastatud
fi: Projekti palautettu arkistosta onnistuneesti
sv: Projekt återställt från arkivet framgångsrikt
uk: Проект успішно розархівовано

source: Project updated successfully
el: Το έργο ενημερώθηκε επιτυχώς
et: Projekt edukalt uuendatud
fi: Projekti päivitetty onnistuneesti
sv: Projekt uppdaterat framgångsrikt
uk: Проект успішно оновлено

source: Projects
el: Έργα
et: Projektid
fi: Projektit
sv: Projekt
uk: Проекти

source: Qty.
el: Ποσότητα
et: Kogus
fi: Määrä
sv: Antal
uk: Кільк.

source: Registration number
el: Αριθμός Μητρώου
et: Registri number
fi: Y-tunnus
sv: Organisationsnummer
uk: Реєстраційний номер

source: Reports
el: Αναφορές
et: Aruanded
fi: Raportit
sv: Rapporter
uk: Звіти

source: Restore
el: Επαναφορά
et: Taasta
fi: Palauta
sv: Återställ
uk: Відновити

source: Restore Complete
el: Η Επαναφορά Ολοκληρώθηκε
et: Taastamine lõpetatud
fi: Palautus valmis
sv: Återställning slutförd
uk: Відновлення завершено

source: Restore Database
el: Επαναφορά Βάσης Δεδομένων
et: Taasta andmebaas
fi: Palauta tietokanta
sv: Återställ databas
uk: Відновити базу даних

source: Restore from Backup
el: Επαναφορά από Αντίγραφο Ασφαλείας
et: Taasta varukoopia seisust
fi: Palauta varmuuskopiosta
sv: Återställ från säkerhetskopia
uk: Відновити з резервної копії

source: Restore your database from a previously created backup file. This will replace all current data with the backup data.
el: Επαναφέρετε τη βάση δεδομένων σας από ένα προηγουμένως δημιουργημένο αρχείο αντιγράφου ασφαλείας. Αυτό θα αντικαταστήσει όλα τα τρέχοντα δεδομένα με τα δεδομένα του αντιγράφου ασφαλείας.
et: Taasta oma andmebaas varem loodud varukoopia failist. See asendab kõik praegused andmed varukoopia andmetega.
fi: Palauta tietokantasi aiemmin luodusta varmuuskopiotiedostosta. Tämä korvaa kaikki nykyiset tiedot varmuuskopion tiedoilla.
sv: Återställ din databas från en tidigare skapad säkerhetskopia. Detta kommer att ersätta all nuvarande data med säkerhetskopiedata.
uk: Відновіть базу даних з раніше створеного файлу резервної копії. Це замінить всі поточні дані на дані з резервної копії.

source: Save
el: Αποθήκευση
et: Salvesta
fi: Tallenna
sv: Spara
uk: Зберегти

source: Save Configuration
el: Αποθήκευση Ρύθμισης
et: Salvesta konfiguratsioon
fi: Tallenna konfiguraatio
sv: Spara konfiguration
uk: Зберегти налаштування

source: Search projects...
el: Αναζήτηση έργων...
et: Otsi projekte...
fi: Etsi projekteja...
sv: Sök projekt...
uk: Пошук проектів...

source: Search text
el: Κείμενο αναζήτησης
et: Otsingu sisu
fi: Hakuteksti
sv: Sök text
uk: Пошук

source: Search time entries...
el: Αναζήτηση καταχωρίσεων χρόνου...
et: Otsi ajakirjeid...
fi: Etsi aikakirjauksia...
sv: Sök tidsregistreringar...
uk: Пошук записів часу...

source: Select a client (optional)
el: Επιλέξτε πελάτη (προαιρετικό)
et: Vali klient (valikuline)
fi: Valitse asiakas (valinnainen)
sv: Välj en kund (valfritt)
uk: Вибери клієнта (необов'язково)

source: Select client
el: Επιλέξτε πελάτη
et: Vali klient
fi: Valitse asiakas
sv: Välj kund
uk: Вибери клієнта

source: Select client (optional)
el: Επιλέξτε πελάτη (προαιρετικό)
et: Vali klient (valikuline)
fi: Valitse asiakas (valinnainen)
sv: Välj kund (valfritt)
uk: Вибрати клієнта (необов'язково)

source: Select country
el: Επιλέξτε χώρα

source: Select date format
el: Επιλέξτε μορφή ημερομηνίας

source: Select or create a client
el: Επιλέξτε ή δημιουργήστε έναν πελάτη
et: Vali või loo klient
fi: Valitse tai luo asiakas
sv: Välj eller skapa en kund
uk: Виберіть або створіть клієнта

source: Select project (optional)
el: Επιλέξτε έργο (προαιρετικό)
et: Vali projekt (valikuline)
fi: Valitse projekti (valinnainen)
sv: Välj projekt (valfritt)
uk: Вибери проект (необов'язково)

source: Send
el: Αποστολή
et: Saada
fi: Lähetä
sv: Skicka
uk: Надіслати

source: Send Feedback
el: Αποστολή Σχολίων
et: Saada tagasiside
fi: Lähetä palaute
sv: Skicka feedback
uk: Надіслати відгук

source: Sent
el: Απεσταλμένο
et: Saadetud
fi: Lähetetty
sv: Skickad
uk: Відправлено

source: Sequential number
el: Αύξων αριθμός
et: Järjestikune number
fi: Juokseva numero
sv: Löpnummer
uk: Послідовний номер

source: Settings
el: Ρυθμίσεις
et: Seaded
fi: Asetukset
sv: Inställningar
uk: Налаштування

source: Show variables
el: Εμφάνιση μεταβλητών
et: Näita muutujaid
fi: Näytä muuttujat
sv: Visa variabler
uk: Показати змінні

source: Start a conversation with your AI assistant
el: Ξεκινήστε μια συνομιλία με τον βοηθό Τεχνητής Νοημοσύνης σας
et: Alusta vestlust oma AI assistendiga
fi: Aloita keskustelu AI-assistenttisi kanssa
sv: Starta en konversation med din AI-assistent
uk: Почати розмову з вашим помічником ШІ

source: Start Date
el: Ημερομηνία Έναρξης
et: Alguskuupäev
fi: Aloituspäivä
sv: Startdatum
uk: Дата початку

source: Start Time
el: Ώρα Έναρξης
et: Alguskellaaeg
fi: Aloitusaika
sv: Starttid
uk: Час початку

source: Start Timer
el: Έναρξη Χρονομέτρη
et: Käivita taimer
fi: Käynnistä ajastin
sv: Starta timer
uk: Запустити таймер

source: State
el: Κατάσταση
et: Staatus
fi: Tila
sv: Status
uk: Статус

source: Stop Timer
el: Διακοπή Χρονομέτρη
et: Peata taimer
fi: Pysäytä ajastin
sv: Stoppa timer
uk: Зупинити таймер

source: Subtotal
el: Υποσύνολο
et: Summa (ilma KM)
fi: Välisumma
sv: Delsumma
uk: Проміжна сума

source: Tag created
el: Η ετικέτα δημιουργήθηκε
et: Silt loodud
fi: Tunniste luotu
sv: Tagg skapad
uk: Тег створено

source: Tag creation failed
el: Η δημιουργία ετικέτας απέτυχε
et: Sildi loomine ebaõnnestus
fi: Tunnisteen luonti epäonnistui
sv: Kunde inte skapa tagg
uk: Помилка створення тегу

source: Tag deleted
el: Η ετικέτα διαγράφηκε
et: Silt kustutatud
fi: Tunniste poistettu
sv: Tagg borttagen
uk: Тег видалено

source: Tag deletion failed
el: Η διαγραφή ετικέτας απέτυχε
et: Sildi kustutamine ebaõnnestus
fi: Tunnisteen poisto epäonnistui
sv: Kunde inte ta bort tagg
uk: Помилка видалення тегу

source: Tag update failed
el: Η ενημέρωση ετικέτας απέτυχε
et: Sildi uuendamine ebaõnnestus
fi: Tunnisteen päivitys epäonnistui
sv: Kunde inte uppdatera tagg
uk: Помилка оновлення тегу

source: Tag updated successfully
el: Η ετικέτα ενημερώθηκε επιτυχώς
et: Silt edukalt uuendatud
fi: Tunniste päivitetty onnistuneesti
sv: Tagg uppdaterad framgångsrikt
uk: Тег успішно оновлено

source: Tags
el: Ετικέτες
et: Sildid
fi: Tunnisteet
sv: Taggar
uk: Теги

source: Tax
el: Φόρος
et: Maks
fi: Vero
sv: Moms
uk: Податок

source: Tax %
el: Φόρος %
et: KM %
fi: Vero %
sv: Moms %
uk: Податок %

source: Tax 0%
el: Φόρος 0%
et: Käibemaks 0%
fi: Vero 0%
sv: Moms 0%
uk: Податок 0%

source: Tax rate created
el: Ο φορολογικός συντελεστής δημιουργήθηκε
et: Maksude määr loodud
fi: Verokanta luotu
sv: Momssats skapad
uk: Податкову ставку створено

source: Tax rate creation failed
el: Η δημιουργία φορολογικού συντελεστή απέτυχε
et: Maksude määra loomine ebaõnnestus
fi: Verokannan luonti epäonnistui
sv: Kunde inte skapa momssats
uk: Помилка створення податкової ставки

source: Tax rate update failed
el: Η ενημέρωση φορολογικού συντελεστή απέτυχε
et: Maksude määra uuendamine ebaõnnestus
fi: Verokannan päivitys epäonnistui
sv: Kunde inte uppdatera momssats
uk: Помилка оновлення податкової ставки

source: Tax rate updated successfully
el: Ο φορολογικός συντελεστής ενημερώθηκε επιτυχώς
et: Maksude määr edukalt uuendatud
fi: Verokanta päivitetty onnistuneesti
sv: Momssats uppdaterad framgångsrikt
uk: Податкову ставку успішно оновлено

source: Tax rates
el: Φορολογικοί συντελεστές
et: Maksud
fi: Verokannat
sv: Momssatser
uk: Податкові ставки

source: Tell us what you think, report a bug, or suggest an improvement...
el: Πείτε μας τη γνώμη σας, αναφέρετε ένα σφάλμα ή προτείνετε μια βελτίωση...
et: Öelge meile, mida arvate, teatage veast või tehke parandusettepanekuid...
fi: Kerro mitä ajattelet, ilmoita virheestä tai ehdota parannusta...
sv: Berätta vad du tycker, rapportera en bugg eller föreslå en förbättring...
uk: Розкажіть, що ви думаєте, повідомте про помилку або запропонуйте покращення...

source: This field is required!
el: Αυτό το πεδίο είναι υποχρεωτικό!
et: See väli on kohustuslik!
fi: Tämä kenttä on pakollinen!
sv: Detta fält är obligatoriskt!
uk: Це поле обов'язкове!

source: Time entry created
el: Η καταχώριση χρόνου δημιουργήθηκε
et: Ajakirje loodud
fi: Aikakirjaus luotu
sv: Tidsregistrering skapad
uk: Запис часу створено

source: Time entry creation failed
el: Η δημιουργία καταχώρισης χρόνου απέτυχε
et: Ajakirje loomine ebaõnnestus
fi: Aikakirjauksen luonti epäonnistui
sv: Kunde inte skapa tidsregistrering
uk: Помилка створення запису часу

source: Time entry deleted
el: Η καταχώριση χρόνου διαγράφηκε
et: Ajakirje kustutatud
fi: Aikakirjaus poistettu
sv: Tidsregistrering borttagen
uk: Запис часу видалено

source: Time entry deletion failed
el: Η διαγραφή καταχώρισης χρόνου απέτυχε
et: Ajakirje kustutamine ebaõnnestus
fi: Aikakirjauksen poisto epäonnistui
sv: Kunde inte ta bort tidsregistrering
uk: Помилка видалення запису часу

source: Time entry update failed
el: Η ενημέρωση καταχώρισης χρόνου απέτυχε
et: Ajakirje uuendamine ebaõnnestus
fi: Aikakirjauksen päivitys epäonnistui
sv: Kunde inte uppdatera tidsregistrering
uk: Помилка оновлення запису часу

source: Time entry updated successfully
el: Η καταχώριση χρόνου ενημερώθηκε επιτυχώς
et: Ajakirje edukalt uuendatud
fi: Aikakirjaus päivitetty onnistuneesti
sv: Tidsregistrering uppdaterad framgångsrikt
uk: Запис часу успішно оновлено

source: Time Range
el: Χρονικό Εύρος
et: Ajavahemik
fi: Aikajakso
sv: Tidsintervall
uk: Часовий діапазон

source: Time tracking
el: Παρακολούθηση Χρόνου
et: Ajaarvestus
fi: Ajanseuranta
sv: Tidsrapportering
uk: Відстеження часу

source: Time Tracking
el: Παρακολούθηση Χρόνου
et: Ajaarvestus
fi: Ajanseuranta
sv: Tidsrapportering
uk: Відстеження часу

source: Timeframe
el: Χρονικό Πλαίσιο
et: Ajaraam
fi: Ajanjakso
sv: Tidsram
uk: Часовий діапазон

source: Timer
el: Χρονόμετρο
et: Taimer
fi: Ajastin
uk: Таймер

source: to use the AI assistant.
el: για να χρησιμοποιήσετε τον βοηθό Τεχνητής Νοημοσύνης.
et: AI assistendi kasutamiseks.
fi: käyttääksesi AI-assistenttia.
sv: för att använda AI-assistenten.
uk: щоб використовувати помічника ШІ.

source: Total
el: Σύνολο
et: Summa
fi: Yhteensä
sv: Totalt
uk: Загалом

source: Total entries
el: Συνολικές καταχωρίσεις
et: Kirjeid kokku
fi: Kirjauksia yhteensä
sv: Totala registreringar
uk: Всього записів

source: Total time
el: Συνολικός χρόνος
et: Aeg kokku
fi: Kokonaisaika
sv: Total tid
uk: Загальний час

source: Unarchive
el: Επαναφορά από αρχείο
et: Taasta arhiivist
fi: Palauta arkistosta
sv: Återställ från arkiv
uk: Розархівувати

source: Update
el: Ενημέρωση
et: Uuenda
fi: Päivitä
sv: Uppdatera
uk: Оновити

source: Upload
el: Ανέβασμα
et: Lae üles
fi: Lataa
sv: Ladda upp
uk: Завантажити

source: VAT Number
el: Αριθμός ΦΠΑ
et: KMKR number
fi: ALV-numero
sv: Momsregistreringsnummer
uk: Номер ПДВ

source: VATIN
el: Αριθμός ΦΠΑ
et: KMKR
fi: ALV-tunnus
sv: Momsreg.nr
uk: Номер ПДВ

source: View
el: Προβολή
et: Vaata
fi: Näytä
sv: Visa
uk: Переглянути

source: Void
el: Ακυρωμένο
et: Tühista
fi: Mitätöity
sv: Ogiltig
uk: Скасовано

source: Warning: This will also delete {invoiceCount} related invoice(s).
el: Προειδοποίηση: Αυτό θα διαγράψει επίσης {invoiceCount} σχετικό(ά) τιμολόγιο(α).
et: Hoiatus: See kustutab ka {invoiceCount} seotud arve(t).
fi: Varoitus: Tämä poistaa myös {invoiceCount} liittyvää laskua.
sv: Varning: Detta kommer också att ta bort {invoiceCount} relaterad(e) faktura(or).
uk: Попередження: Це також видалить {invoiceCount} пов'язаних рахунків.

source: Website
el: Ιστοσελίδα
et: Koduleht
fi: Verkkosivusto
sv: Webbplats
uk: Веб-сайт

source: Week
el: Εβδομάδα
et: Nädal
fi: Viikko
sv: Vecka
uk: Тиждень

source: Week {week} ({0})
el: Εβδομάδα {week} ({0})
et: Nädal {week} ({0})
fi: Viikko {week} ({0})
sv: Vecka {week} ({0})
uk: Тиждень {week} ({0})

source: What are you working on?
el: Σε τι εργάζεστε;
et: Millega tegeled?
fi: Mitä teet parhaillaan?
sv: Vad arbetar du med?
uk: Над чим ви працюєте?

source: Yes
el: Ναι
et: Jah
fi: Kyllä
sv: Ja
uk: Так

source: You
el: Εσείς
et: Sina
fi: Sinä
sv: Du
uk: Ви

source: Your Anthropic API key is configured and AI features are enabled.
el: Το κλειδί API Anthropic σας έχει ρυθμιστεί και οι λειτουργίες Τεχνητής Νοημοσύνης είναι ενεργοποιημένες.
et: Teie Anthropic API võti on seadistatud ja AI funktsioonid on lubatud.
fi: Anthropic API-avaimesi on määritetty ja AI-ominaisuudet ovat käytössä.
sv: Din Anthropic API-nyckel är konfigurerad och AI-funktioner är aktiverade.
uk: Ваш API-ключ Anthropic налаштовано і функції ШІ увімкнено.

source: Your name (optional)
el: Το όνομά σας (προαιρετικό)
et: Teie nimi (valikuline)
fi: Nimesi (valinnainen)
sv: Ditt namn (valfritt)
uk: Ваше ім'я (необов'язково)

source: your.email@example.com (optional)
el: to.email@sas@example.com (προαιρετικό)
et: teie.email@näide.ee (valikuline)
fi: sinun.sähköposti@esimerkki.fi (valinnainen)
sv: din.epost@exempel.se (valfritt)
uk: your.email@example.com (необов'язково)

source: Settings → AI
et: Seaded → AI
fi: Asetukset → AI
sv: Inställningar → AI
uk: Налаштування → ШІ
